{
  "ourLogic": {
    "imgPath": "../../images/home/1a.png",
    "texts": [
      {
        "text": "\"Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit.\""
      },
      {
        "text": "Aristotle's definition of excellence is something we strongly agree and abide by.Amphora Olympia is proud yet obsessed in creating habits of excellence that become second nature."
      },
      {
        "text": "Olive oil doesn't get produced when it pours through the metallic tubes in the refinery. It doesn't get produced at the start of the harvest season when the farmers shake down the trees."
      },
      {
        "text": "The production, this habit of excellence, starts almost a year before that. When the new olives start sprouting. When qualified agriculturists, farmers and experts get together to tend, nurture and perfect the entire olive oil cycle through an efficient and informed process."
      },
      {
        "text": "Excellence is then derived because these acts become a habit. Your satisfaction and assurance of quality becomes a habit."
      }
    ]
  },
  "ourPromise": {
    "imgPath": "../../images/home/1b.png",
    "texts": [
      {
        "text": "We have certain priorities when it comes to our service and quality offered. We aim to be a fully transparent brand because that's what the industry is craving for. "
      },
      {
        "text": "The olive oil industry has some huge companies which have unfortunately taken advantage of consumers' trust to get those profit expectations met. We do not feel or act in a similar way."
      },
      {
        "text": "We aim to be honest, upfront and foremost loyal to consumers who decide to buy our products. We will continually strive for quality even at the expense of cost because we want to produce something to be proud of."
      }
    ]
  },
  "ourBeginnings": {
    "imgPath": "../../images/home/1c.png",
    "texts": [
      {
        "text": "Amphora Olympia is a privately owned company by entrepreneur Panagiotis Kotsilimpas who lives with his family in China. Panagiotis was always advised by his family and close circle of friends back home, near Ancient Olympia, to give justice to the quality of olive oil this sacred place produces. The oil produced from these groves needed to be recognized for what it is. An olive oil of extraordinary quality."
      },
      {
        "text": "In 2015 the idea was planted firmly in Panagiotis's head and in 2016 after almost two years of negotiations, research, branding and market analysis, Amphora Olympia was born."
      }
    ]
  }
}
